---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireConduitType
source: html/fd1ff0a7-63a2-183f-d5a3-ce5e51ae7d10.htm
---
# WireConduitType Properties

Identifies if the object is read-only or modifiable.